export const Top = () => {
    return (
        <div className="px-6 py-10 text-left font-ginger text-20px leading-[22px] rounded-3xl border border-white shadow-2xl shadow-[#C0C7F7] bg-white/10 backdrop-blur-lg">
            <p>
                В рамках SMM мы выстроили регулярное присутствие бренда в Instagram и TikTok, переработали подачу контента и сделали акцент на живые форматы. В сентябре, несмотря на просадку охватов относительно предыдущего периода, нам удалось сохранить активность аудитории и зафиксировать рост подписчиков на 9% по сравнению с августом. Этот этап стал диагностическим: мы протестировали форматы и выявили, что наибольшую вовлеченность дают визуальные посты и контент с офлайн-жизнью кофейни .
            </p>
        </div>
    )
}