export const Right = () => {
    return (
        <div className="flex-1/3 text-left font-ginger text-[#393939] py-6 px-10 rounded-3xl border border-white shadow-2xl shadow-[#C0C7F7] bg-white/10 backdrop-blur-lg">
            <p>
                Отдельным направлением стала работа с комьюнити. Мы не просто анонсировали мероприятия, а выстраивали вокруг Steppe Coffee точки притяжения. За период сотрудничества были восстановлены связи с уже существующими сообществами и привлечены новые – SpacED, Language Mixer, Bookclub Almaty. В кофейне прошёл арт-мастер-класс, который усилил офлайн-трафик и стал контентной опорой для социальных сетей. Такой формат позволил бренду выйти за рамки «кофейни» и закрепиться как городское пространство для встреч и идей.
            </p>
        </div>
    )
}